// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Status do dispositivo:";
SuppliesTitleTextFieldValue = "Suprimentos:";
PrinterNameTitleTextFieldValue = "Nome da impressora:";
ModelTitleTextFieldValue = "Nome do modelo:";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Continuar";
SupplyInfoTaskTitle = "Info Suprimentos";
TravelInfoTaskTitle = "Informações para viagem";

InkStatusConsumableForAnotherPrinter = "Cartucho HP original para outra impressora";
UnexpectedInstantInkInstalledName = "Instant Ink instalado inesperado";
HPIICartridgeInstalled = "Cartucho HP Instant Ink Instalado";

// Device states
IdleName = "Ociosa";
BusyName = "Ocupado";
InitializingName = "Iniciando";
PrintingName = "Imprimindo";
WarmupName = "Aquecendo";
ReportsPrintingName = "Relatórios sendo impressos";
CancelingName = "Cancelando…";
CalibratingName = "Calibrando…";
ScanningName = "Digitalizando…";
FaxDialingName = "Discando para fax…";
FaxProblemName = "Problema de fax";
FaxProcessingName = "Processando fax…";
FaxConnectingName = "Conectando a fax…";
FaxSendingName = "Enviando fax…";
FaxReceivingName = "Recebendo fax…";
FaxBlockingName = "Bloqueando fax…";
FaxCommunicationErrorName = "Erro de comunicação do fax";
CopyingName = "Copiando";
IOStallName = "IO preso";
GeneralPrinterError = "Erro geral da impressora";
PrinterErrorName = "Erro da impressora";
PrinterFailure = "Falha da impressora";
PrintSystemProblemName = "Problema com o sistema de impressão";
PrinterProblemName = "Problema na impressora";
PrintingInQuietModeName = "Imprimindo em modo silencioso";
CopyingInQuietModeName = "Cópia no modo silencioso";
PaperSizeMismatchName = "Tam. papel não corresponde";
PaperSizeMismatchTitle = "Tam. papel não corresponde";
QuietModeIgnoredName = "Modo silencioso desativado temporariamente";
InkCarriageStallName = "O carro do cartucho de tinta parou";
PrintheadFailedOrMissedName = "Cabeça de impressão faltando ou com falha";
ProblemWithPrintheadName = "Problema com o cabeçote de impressão";
PaperJamOrTrayProblemTitle = "Congestionamento de papel ou problema com a bandeja";
RealTimeClockFailureName = "Problema na preparação da impressora";
ActionRequired = "Ação necessária";

DeviceStatusUnknown = "Desconhecido";

FeederJammedOrDirtyName = "Alimentador de documentos congestionado ou sujo";

DiaperFullWarning = "Aviso de capacidade de resíduos de tinta";

CDopenTitle = "Bandeja de CD/DVD está aberta";
CDopenMsg = "Feche a bandeja de CD/DCD para continuar a impressão pela bandeja Principal.";
CDclosedTitle = "Bandeja de CD/DVD está fechada";
CDclosedMsg = "Abra a bandeja de CD/DVD para continuar a imprimir o CD.";

DryTimeWaitName = "Tempo de espera de secagem";
DryTimeWaitTitle = "Tempo de espera de secagem";
DryTimeWaitMsg = "O dispositivo está em pausa para esperar a tinta secar.\nSe este é um trabalho de impressão dupla-face automática, não remova o papel. O papel será reinserido no dispositivo para impressão no verso.";

PenChangeName = "Mudança de caneta";
BannerEjectNeededName = "É preciso ejetar a faixa";
BannerMismatchName = "A faixa é diferente";
PhotoMismatchName = "A foto é diferente";
DuplexMismatchName = "O dúplex é diferente";

CarriageStallName = "Carro preso";
CarriageStallTitle = "O carro está preso";
CarriageStallMsg = "O caixilho do cartucho de impressão não pode se mover.\nDesligue o dispositivo. Verifique se há um atolamento de papel ou outra obstrução no dispositivo.";

PrintBarStallName = "Barra de impressão travada";

PaperStallName = "Papel preso";

PenFailureName = "Falha da caneta";
InkSystemFailureName = "Falha no sistema de tinta";
InkCartridgeFailureName = "Falha no cartucho de tinta";
CartridgeProblemName = "Problema no cartucho";
IncompatibleCartridgesName = "Cartuchos incompatíveis";
IncompatibleInkCartridgesName = "Cartuchos de tinta incompatíveis";
IncompatibleTonerName = "Cartucho incompatível";
IncompatibleDrumName = "Tambor incompatível";
CartridgeInWrongOrderName = "Cartucho de tinta instalado incorretamente";
InkCartridgesMissingName = "Cartuchos de tinta faltantes";
InkCartridgeProblemName = "Problema com o cartucho de tinta";
HPProtectedCartridgeInstalledName = "Cartucho protegido HP instalado";
HPProtectedDrumInstalledName = "Tambor protegido HP instalado";
UsedHPInstantInkCartridgeTitle = "Cartucho HP Instant Ink usado";
UsedHPInstantInkCartridge = "O cartucho HP Instant Ink listado acima pode ser usado somente na impressora HP Instant Ink em que o cartucho foi instalado inicialmente e deve ser trocado.";
TrialConsumableCountExceededName = "Cartucho não suportado instalado";
ReplaceFaultySupplyTitle = "Substitua o cartucho de tinta ou cabeçote de impressão com defeito.";
ReplaceFaultySupplyMsg = "Foi detectado um sério problema com um dos cartuchos de tinta ou cabeçotes de impressão. Substitua-o com um cartucho de tinta ou cabeçote de impressão HP.";
CommunicationFailureName = "Falha de comunicação";
ConsumableSubscriptionOptionNotSetName = "Concluir configuração da impressora";
NonInstantInkCartridgeInstalledName = "Cartucho não-Instant Ink instalado";
InstantInkReadyCartridgesInstalledName = "Cartuchos HP Instant Ink Ready instalados";
PHAStartupBlockedName = "Usar cartuchos novos na inicialização";
UsedCartridgeNotRecommendedForStartupName = "Cartucho usado não recomendado para a Inicialização";
PHAStartupFailedName = "Falha no cabeçote de impressão";
SetupSupplyUpgradeFailedName = "Problema com os cartuchos de INSTALAÇÃO";
CartridgeSensorFailureName = "Falha no sensor do cartucho";
CartridgeSensorErrorName = "Erro no sensor do cartucho";
SHAIDOOITooEarlyFailureName = "Problema no Sistema de Suprimento";
InsufficientPrinterMemoryName = "Memória da impressora insuficiente";
TonerMemoryMissingName = "A memória do cartucho parece estar ausente";
DrumMemoryMissingName = "A memória do tambor parece estar ausente";
UnauthorizedDrumName = "Tambor não autorizado";
PrinterMaintenanceName = "Manutenção da impressora";
PrinterMispickName = "Coleta incorreta na impressora";
WrongCartridgeInSlotName = "Cartucho errado no slot";
ManuallyFeedName = "Papel com alimentação manual";
PrintOnBothSidesName = "Frente e verso manual";
ReplaceCartridgePrintingBlackName = "Substitua o cartucho preto";
OverFilledDetectionName = "Excesso de papel";

HSDOlderGenerationCartridgeTitle = "Cartucho de geração anterior instalado";

HardErrorName = "Erro irrecuperável";
InstallFuserName = "Desligue. Reinstale o fusor.";
PoweringDownName = "Desligando";
FPTestName = "Teste de FP";
HydeMissingName = "Ocultar o que falta";
OutputBinFullName = "Compartimento de saída cheio";
MediaSizeMismatchName = "O tamanho da mídia é diferente";
ManualDuplexBlockName = "Bloqueio do dúplex manual";
ServiceStallName = "Serviço preso";
ServiceStationStalledName = "Estação de serviço travada";
MediaTooShortToPrintName = "Papel muito curto";
MediaTooShortToAutoDuplexName = "Papel muito curto para duplex automático";
MediaTooLongToAutoDuplexName = "Papel muito longo para duplex automático";
MediaPromptName = "Prompt de mídia";

ScannerUnknownErrorName = "Erro desconhecido de scanner";
ScannerInvalidMediaSizeName = "Tamanho de mídia do scanner não correspondente";
ScannerFeederOpenName = "Tampa aberta do Alimentador Automático de Documentos";
ScannerFeederJamName = "Papel preso no Alimentador Automático de Documentos";
ScannerFeederEmptyName = "Alimentador de documentos vazio";
ScannerFeederLoadedName = "Documento carregado";
ScannerMispickName = "Falha na alimentação do ADF";
ScannerProcessingName = "Processamento de digitalização";
ScannerFeederJamOrDirtyName = "ADF congestionado ou sujo";

OutOfInkName = "Sem tinta";
OutOfInkTitle = "Cartucho(s) de tinta vazio(s)";
OutOfInkMsg = "Não há tinta disponível para impressão.\nInstale pelo menos um dos suprimentos de cor primária ou o suprimento de preto para continuar a impressão.";
CartridgeVeryLowName = "Nível de tinta muito baixo";

LIOProtoErrorName = "Erro de protocolo LIO";
PumpStallName = "Bomba presa";
Tray2MissingName = "Falta bandeja 2";
TrayAlmostEmptyName = "Pouco papel";
DuplexerMissingName = "Falta duplexador";
RearTrayMissingName = "Falta bandeja traseira";
PenNotLatchedName = "A caneta não está travada";
ManualFeedBlockName = "Bloqueio da alimentação manual";
TrayMissingName = "Bandeja de papel ausente";
TrayMissingOrOpenName = "Bandeja ausente ou aberta";
InputTrayFailedToOpenName = "Bandeja de papel bloqueada";

NonHPInkName = "A tinta não é HP";
NonHPInkTitle = "Cartuchos de tinta não-HP";
NonHPInkMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";
NonHPInkRecoverableMsg = "A HP reconhece a escolha do cliente, mas não pode garantir a qualidade ou confiança de cartuchos de tinta não-HP. Os serviços ou consertos da impressora necessários como resultado do uso de cartuchos não-HP não serão cobertos pela garantia. Para continuar a impressão usando cartucho de tinta não-HP, pressione e mantenha pressionado o botão Liga/Desliga, pressione o botão Continuar três vezes e solte o botão Liga/Desliga. Entretanto, a qualidade da impressão e as informações sobre nível de tinta podem ser afetados. Uma outra alternativa, é trocar por cartucho(s) de tinta HP. Se você acredita ter comprado um cartucho de tinta HP verdadeiro, visite www.hp.com/go/anticounterfeit.";

PPCResumeName = "Retornar PPC";
MediaTypeMismatchName = "O tipo de mídia é diferente";
CustomMediaMismatchName = "A mídia personalizada é diferente";
PenCleaningName = "Limpando a caneta";
PenCheckingName = "Verificando a caneta";
ParsingName = "Analisando";
DryingMediaName = "Secando a mídia";
AccessingPensName = "Acessando as canetas";
AligningPensName = "Alinhando as canetas";
LoadingMediaName = "Carregando a mídia";
UnloadingMediaName = "Descarregando a mídia";
NestingPlotsName = "Aninhando os gráficos";
ReplacingPrintKitName = "Substituindo o kit de impressão";
GoingOnName = "Em andamento";
TransitionName = "Transição";
PanelAccessName = "Painel frontal acessado";

ParserErrorName = "Erro de análise";
PenMissingName = "Falta caneta";
IncorrectPenInstalledName = "Caneta incorreta instalada";
TrayMediaJamName = "Congestionamento na bandeja de mídia";
MediaUnavailableName = "Mídia não disponível";
UnknownMediaName = "Mídia desconhecida";
MediaLevelInWrongPositionName = "Nível da mídia na posição errada";
MediaMisalignedName = "Mídia desalinhada";
MediaInWrongFormatName = "Formato errado da mídia";
MediaMispositionedName = "Mídia mal posicionada";
MediaEdgeNotDetectedName = "Borda da mídia não detectada";
InkSupplyMissingName = "Falta tinta";
IncorrectInkSupplyInstalledName = "Tinta instalada incorreta";
InkSharedAddressError = "Problema com o cartucho de tinta";
InkSupplyFailureName = "Falha da tinta";
PenCleanerMissingName = "Falta limpador da caneta";
PenCleanerIncorrectName = "Limpador da caneta incorreto";

UpgradableSupplyName = "Atualização segura detectada";
SupplyUpgradeSuccessName = "Atualização segura realizada com êxito";
SupplyUpgradeFailedName = "Atualização segura não realizada";

SubscribedPagesLowName = "Páginas assinadas baixas";
SubscribedPagesVeryLowName = "Há muito poucas assinaturas de páginas";
SubscribedPagesOutName = "Não há assinaturas de páginas";
SubscriptionNeedToConnectName = "A assinatura precisa de conexão";
SubscriptionSuccessfulName = "Assinatura de tinta efetuada com êxito";
SubscriptionCancellationSuccessfulName = "A assinatura de tinta foi cancelada";
SupplyNeedsEnrollmentName = "Exige inscrição no Instant Ink";
NeedToOrderCartridgeName = "É necessário encomendar um cartucho";
ImportantMessageName = "Mensagem importante disponível";

PhotoTrayProblemName = "Problema na bandeja de fotos";
CriticalConditionName = "Atenção necessária";
CriticalConditionTitle = "O dispositivo requer a sua atenção";
CriticalConditionMsg = "Consulte as mensagens no painel de controle para obter mais informações.";

OutputTrayClosedName = "Bandeja de saída fechada";
OutputTrayClosedTitle = "Bandeja de saída fechada";
OutputTrayClosedMsg = "A bandeja de saída precisa estar aberta para impressão. Abra a bandeja de saída.";

LowPaperTitle = "Nível de papel baixo";
LowPaperMsg = "Coloque mais papel na bandeja de entrada.";
LowPaperName = "Pouco papel";

NoPaperName = "Sem papel";
NoPaperTitle = "Sem papel";
NoPaperMsg = "O dispositivo está sem papel. Coloque papel na bandeja de entrada.";
OutOfPaperTitle = "O dispositivo está sem papel";
OutOfPaperMsg = "Coloque mais papel e pressione o botão $FrontPanelAcceptButton$ no dispositivo.";

TrayOpenTitle = "A bandeja de papel está aberta";
TrayOpenMsg = "Feche todas as bandejas";
TrayOpenName = "Bandeja aberta";

DoorOpenTitle = "A porta/tampa está aberta";
DoorOpenMsg = "O dispositivo não pode imprimir porque uma tampa está aberta. Feche todas as tampas do dispositivo.";
DoorOpenName = "A porta/tampa está aberta";
FrontDoorOpenTitle = "Porta frontal aberta";
FrontDoorOpenName = "Porta frontal aberta";
RearDoorOpenTitle = "Porta traseira aberta";
RearDoorOpenName = "Porta traseira aberta";

CloseLeftDoorName = "Feche a porta esquerda";
CloseRightDoorName = "Feche a porta direita";
CloseLowerRightDoorName = "Feche a porta direita inferior";
DefectiveMemoryName = "Erro da memória de suprimento";
DefectiveMemoryOnTonerName = "Erro de memória de suprimento no cartucho";
DefectiveMemoryOnDrumName = "Erro de memória de suprimento no tambor";

JammedTitle = "Congestionamento de papel";
JammedMsg = "Ocorreu congestionamento de papel. Localize e retire o papel preso.";
PaperJamTitle = "Atolamento de papel";
PaperJamMsg = "Ocorreu um congestionamento de papel (ou alimentação incorreta). Elimine o congestionamento e pressione o botão $FrontPanelAcceptButton$ no dispositivo.";

ADFPickErrorTrayName = "Coleta incorreta do alimentador de documentos";
ADFJammedTrayName = "Congestionamento no alimentador de documentos";

CarriageJamTitle = "Congestionamento do carro";
CarriageJamMsg = "Ocorreu congestionamento do carro. Localize e retire o papel preso.";
CarriageJamName = "Congestionamento do carro";

PaperJamInTrayName = "Congestionamento de papel na bandeja";
PaperJamInFuserName = "Congestionamento de papel no fusor";
PaperJamInOutputTrayName = "Congestionamento de papel na bandeja de saída";
PaperJamInDuplixerName = "Congestionamento de papel no duplexador";

OfflineTitle = "O dispositivo está offline";
OfflineMsg = "O dispositivo está offline e não pode processar trabalhos de impressão.";
OfflineName = "Off-line";

StartupRoutineFailedName = "Alerta de tinta de rotina de inicialização";
CartridgeCounterfeitOrUsedName = "Cartucho usado ou falsificado detectado";
SupplyCartridgeRefilledName = "Cartucho usado, remanufaturado ou falsificado detectado";
CartridgeCounterfeitAdvisoryName = "Aviso de cartucho falsificado";

UnauthorizedSupplyName = "Cartucho não-autorizado";

CartridgeMissingOrPaperJamTitle = "Congestionamento de papel ou cartucho preto ausente";
CartridgeMissingOrPaperJamMsg = "Instale o cartucho preto ou elimine o congestionamento e abra e feche a porta.";
CartridgeMissingOrPaperJamName = "Congestionamento de papel ou cartucho preto ausente";

InsertSETUPCartridge = "Inserir cartucho de inicialização";
InsertNonSETUPCartridge = "Inserir cartucho não de inicialização";

WaxSpittoonReplaceNeededTitle = "Substitua imediatamente o módulo para resíduos de tinta";
WaxSpittoonReplaceNeededMsg = "O módulo para resíduos de tinta está cheio. Quando cheio, a impressora pára de imprimir. Se tiver um módulo para resíduos de tinta para substituir, faça-o agora seguindo as instruções que o acampanham. Caso contrário, visite ou contate a assistência ao cliente HP para obter uma peça. Enquanto isso, retire o cartucho para impressão da direita para continuar com a impressão, A impressora pode imprimir com somente o cartucho para impressão colorida mas os resultados da cor e a velocidade da impressora podem ser prejudicados.";
WaxSpittoonReplaceNeededName = "O módulo para resíduos de cera está cheio";

IsmFullName = "MRT cheio";
IsmFullTitle = "O módulo para resíduos de tinta está cheio";
IsmFullMsg = "Substituir já o módulo para resíduos de tinta.";

PrintheadsServiceStatus = "Manutenção dos pen";
PrintheadsServiceSupplies = "Cabeçotes em manutenção";

PaperMismatchTitle = "Erro no papel";
PaperMismatchMsg = "O papel detectado não combina com o tamanho selecionado. Pressione $FrontPanelAcceptButton$ e selecione um tamanho de papel diferente ou substitua o papel no dispositivo.";
UnexpectedPaperSizeName = "Tamanho de papel inesperado";

BlackCartridgeMisinstalledName = "Cartucho preto instalado incorretamente";
BlackCartridgeMisinstalledTitle = "Cartucho para impressão em preto instalado incorretamente";
BlackCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
BlackCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

ColorCartridgeMisinstalledName = "Cartucho colorido instalado incorretamente";
ColorCartridgeMisinstalledTitle = "Cartucho para impressão em cores instalado incorretamente";
ColorCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta, e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
ColorCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

PhotoCartridgeMisinstalledName = "Cartucho de fotos instalado incorretamente";
PhotoCartridgeMisinstalledTitle = "Cartucho para impressão de fotos instalado incorretamente";
PhotoCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta, e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
PhotoCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

GrayCartridgeMisinstalledName = "Cartucho cinza instalado incorretamente";
GrayCartridgeMisinstalledTitle = "Cartucho para impressão em cinza instalado incorretamente";
GrayCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta, e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
GrayCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

BlackCartridgeErrorName = "Problema com o cartucho preto";
BlackCartridgeErrorTitle = "Problema com o cartucho para impressão em preto";
BlackCartridgeErrorMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
BlackCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceBlackCartridgeErrorMsg = "Há um problema com o cartucho para impressão em preto. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

ColorCartridgeMissingTitle = "Está faltando o cartucho para impressão em cores";
ColorCartridgeMissingMsg = "O cartucho para impressão em cores não foi detectado na impressora porque foi instalado incorretamente ou está faltando. A impressora pode imprimir com um único cartucho para impressão mas os resultados da cor e da velocidade da impressora podem ser prejudicados. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";

ColorCartridgeErrorName = "Problema com o cartucho colorido";
ColorCartridgeErrorTitle = "Problema com o cartucho para impressão em cores";
ColorCartridgeErrorMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
ColorCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceColorCartridgeErrorMsg = "Há um problema com o cartucho para impressão em cores. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

PhotoCartridgeErrorName = "Problema com o cartucho para fotos";
PhotoCartridgeErrorTitle = "Problema com o cartucho para impressão de fotos";
PhotoCartridgeErrorMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
PhotoCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDevicePhotoCartridgeErrorMsg = "Há um problema com o cartucho para impressão de fotos. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

GrayCartridgeErrorName = "Problema com o cartucho cinza";
GrayCartridgeErrorTitle = "Problema com o cartucho para impressão em cinza";
GrayCartridgeErrorMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
GrayCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
OnePenDeviceGrayCartridgeErrorMsg = "Há um problema com o cartucho para impressão em cinza. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

LeftCartridgeMissingTitle = "Está faltando o cartucho para impressão da esquerda";
LeftCartridgeMissingMsg = "O cartucho para impressão da esquerda não foi detectado na impressora porque foi instalado incorretamente ou está faltando. A impressora pode imprimir com um único cartucho para impressão mas os resultados da cor e da velocidade da impressora podem ser prejudicados. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";
LeftCartridgeMissingShortMsg = "O cartucho para impressão da esquerda não foi detectado na impressora porque foi instalado incorretamente ou está faltando. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";
LeftCartridgeMissingName = "Falta o cartucho da esquerda";

LeftCartridgeMisinstalledTitle = "Cartucho para impressão da esquerda instalado incorretamente";
LeftCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão da esquerda. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta, e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
LeftCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão da esquerda. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
LeftCartridgeMisinstalledName = "Cartucho da esquerda instalado incorretamente";

LeftCartridgeIncorrectTitle = "Cartucho para impressão incorreto";
LeftCartridgeIncorrectMsg = "Há um problema com o cartucho para impressão da esquerda. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para maiores informações sobre os cartuchos para impressão usados pela impressora, consulte \"$SupplyInfoTask$\" tela.";
LeftCartridgeIncorrectName = "Cartucho para impressão incorreto";

LeftCartridgeErrorTitle = "Problema com o cartucho para impressão da esquerda";
LeftCartridgeErrorMsg = "Há um problema com o cartucho para impressão da esquerda. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
LeftCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão da esquerda. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
LeftCartridgeErrorName = "Problema com o cartucho da esquerda";

LeftCartridgeExpiredTitle = "Cartucho vencido - Da esquerda";
LeftCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Da esquerda.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

LeftCartridgeNonHPTitle = "Cartucho não é HP - Da esquerda";
LeftCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

LeftCartridgeLowTitle = "Cartucho com pouca tinta - Da esquerda";
LeftCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

LeftCartridgeOutTitle = "Substitua o cartucho de tinta preta vazio - Da esquerda";
LeftCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta HP. A impressora só imprimirá depois que o cartucho for substituído.";

RightCartridgeMissingTitle = "Está faltando o cartucho para impressão da direita";
RightCartridgeMissingMsg = "O cartucho para impressão da direita não foi detectado na impressora porque foi instalado incorretamente ou está faltando. A impressora pode imprimir com somente o cartucho para impressão colorida mas os resultados e velocidade da impressora podem ser prejudicados. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";
RightCartridgeMissingShortMsg = "O cartucho para impressão da direita não foi detectado na impressora porque foi instalado incorretamente ou está faltando. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";
RightCartridgeMissingName = "Cartucho da direita faltando";

RightCartridgeMisinstalledTitle = "Cartucho para impressão da direita instalado incorretamente";
RightCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão da direita. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressão pode ficar mais lenta, e as cores impressas diferentes de quando todos os cartuchos para impressão estão instalados.";
RightCartridgeMisinstalledShortMsg = "Há um problema com o cartucho para impressão da direita. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
RightCartridgeMisinstalledName = "Cartucho da direita instalado incorretamente";

RightCartridgeIncorrectTitle = "Cartucho para impressão incorreto";
RightCartridgeIncorrectMsg = "Há um problema com o cartucho para impressão da direita. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para maiores informações sobre os cartuchos para impressão usados pela impressora, consulte \"$SupplyInfoTask$\" tela.";
RightCartridgeIncorrectName = "Cartucho para impressão incorreto";

RightCartridgeErrorTitle = "Problema com o cartucho para impressão da direita";
RightCartridgeErrorMsg = "Há um problema com o cartucho para impressão da direita. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão. Se não tiver um cartucho de substituição disponível quando a qualidade da impressão ficar inaceitável, retire o cartucho para impressão e imprima com somente o cartucho restante. A impressora imprime todos os documentos na escala de cinza quando somente o cartucho restante é usado.";
RightCartridgeErrorShortMsg = "Há um problema com o cartucho para impressão da direita. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Reinsira o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";
RightCartridgeErrorName = "Problema com o cartucho da direita";

RightCartridgeExpiredTitle = "Cartucho vencido - Da direita";
RightCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Da direita.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

RightCartridgeNonHPTitle = "Cartucho não é HP - Da direita";
RightCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

RightCartridgeLowTitle = "Cartucho com pouca tinta - Da direita";
RightCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

RightCartridgeOutTitle = "Substitua o cartucho de tinta vazio - Da direita";
RightCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta HP. A impressora só imprimirá depois que o cartucho for substituído.";

OnePenDeviceCartridgeMissingName = "Falta cartucho";
OnePenDeviceCartridgeMissingTitle = "Falta o cartucho para impressão";
OnePenDeviceCartridgeMissingMsg = "O cartucho para impressão não foi detectado na impressora porque foi instalado incorretamente ou está faltando. Se um cartucho para impressão foi instalado recentemente, verifique se o filme protetor foi retirado do injetor de tinta.";

OnePenDeviceCartridgeMisinstalledName = "Cartucho instalado incorretamente";
OnePenDeviceCartridgeMisinstalledTitle = "Cartucho para impressão instalado incorretamente";
OnePenDeviceCartridgeMisinstalledMsg = "Há um problema com o cartucho para impressão. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Recoloque o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

OnePenDeviceCartridgeIncorrectName = "Cartucho para impressão incorreto";
OnePenDeviceCartridgeIncorrectTitle = "Cartucho para impressão incorreto";
OnePenDeviceCartridgeIncorrectMsg = "Há um problema com o cartucho para impressão. O cartucho para impressão instalado não serve para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

OnePenDeviceCartridgeErrorName = "Problema com o cartucho";
OnePenDeviceCartridgeErrorTitle = "Problema com o cartucho para impressão";
OnePenDeviceCartridgeErrorMsg = "Há um problema com o cartucho para impressão. Para solucionar o problema:\n1. Retire o cartucho para impressão.\n2. Recoloque o cartucho para impressão.\nSe o problema persistir, substitua o cartucho para impressão.";

SeparatePenDeviceBlackCartridgeMissingName = "Falta cartucho preto";
SeparatePenDeviceBlackCartridgeMissingTitle = "Falta cartucho de tinta preta";
SeparatePenDeviceBlackCartridgeMissingMsg = "O cartucho de tinta preta não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Cartucho preto instalado incorretamente";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Cartucho de tinta preta instalado incorretamente";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta preta. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Cartucho preto está incorreto";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Cartucho de tinta preta está incorreto";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta preta. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceBlackCartridgeErrorName = "Problema com o cartucho preto";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problema com o cartucho de tinta preta";
SeparatePenDeviceBlackCartridgeErrorMsg = "Há um problema com o cartucho de tinta preta. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceBlackCartridgeLowTitle = "Cartucho com pouca tinta preta.";
SeparatePenDeviceBlackCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceBlackCartridgeOutTitle = "Substitua o cartucho de tinta preta vazio.";
SeparatePenDeviceBlackCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta preta HP. A impressora só imprimirá depois que o cartucho for substituído.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Cartucho vencido - Preto";
SeparatePenDeviceBlackCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Preto.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Cartucho não é HP - Preto";
SeparatePenDeviceBlackCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceCyanCartridgeMissingName = "Falta cartucho ciano";
SeparatePenDeviceCyanCartridgeMissingTitle = "Falta cartucho de tinta ciano";
SeparatePenDeviceCyanCartridgeMissingMsg = "O cartucho de tinta ciano não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Cartucho ciano instalado incorretamente";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Cartucho de tinta ciano instalado incorretamente";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta ciano. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Cartucho ciano está incorreto";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Cartucho de tinta ciano está incorreto";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta ciano. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceCyanCartridgeErrorName = "Problema com o cartucho ciano";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problema com o cartucho de tinta ciano";
SeparatePenDeviceCyanCartridgeErrorMsg = "Há um problema com o cartucho de tinta ciano. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceCyanCartridgeLowTitle = "Cartucho com pouca tinta ciano.";
SeparatePenDeviceCyanCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceCyanCartridgeOutTitle = "Substitua o cartucho de tinta ciano vazio.";
SeparatePenDeviceCyanCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta ciano HP. A impressora só imprimirá depois que o cartucho for substituído.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Cartucho vencido - Ciano";
SeparatePenDeviceCyanCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Ciano.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Cartucho não é HP - Ciano";
SeparatePenDeviceCyanCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceMagentaCartridgeMissingName = "Falta cartucho magenta";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Falta cartucho de tinta em magenta";
SeparatePenDeviceMagentaCartridgeMissingMsg = "O cartucho de tinta magenta não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Cartucho magenta instalado incorretamente";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Cartucho de tinta magenta instalado incorretamente";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta em magenta. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Cartucho magenta está incorreto";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Cartucho de tinta magenta está incorreto";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta em magenta. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceMagentaCartridgeErrorName = "Problema com o cartucho magenta";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problema com o cartucho de tinta em magenta";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Há um problema com o cartucho de tinta em magenta. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Cartucho com pouca tinta magenta.";
SeparatePenDeviceMagentaCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Substitua o cartucho de tinta magenta vazio.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta magenta HP. A impressora só imprimirá depois que o cartucho for substituído.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Cartucho vencido - Magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Magenta.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Cartucho não é HP - Magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceYellowCartridgeMissingName = "Falta cartucho amarelo";
SeparatePenDeviceYellowCartridgeMissingTitle = "Falta cartucho de tinta em amarelo";
SeparatePenDeviceYellowCartridgeMissingMsg = "O cartucho de tinta em amarelo não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Cartucho amarelo instalado incorretamente";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Cartucho de tinta em amarelo instalado incorretamente";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta em amarelo. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Cartucho amarelo está incorreto";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Cartucho de tinta em amarelo está incorreto";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta em amarelo. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceYellowCartridgeErrorName = "Problema com o cartucho amarelo";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problema com o cartucho de tinta em amarelo";
SeparatePenDeviceYellowCartridgeErrorMsg = "Há um problema com o cartucho de tinta em amarelo. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceYellowCartridgeLowTitle = "Cartucho com pouca tinta amarela.";
SeparatePenDeviceYellowCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceYellowCartridgeOutTitle = "Substitua o cartucho de tinta amarela vazio.";
SeparatePenDeviceYellowCartridgeOutMsg = "Substitua-o por um novo cartucho de tinta amarela HP. A impressora só imprimirá depois que o cartucho for substituído.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Cartucho vencido - Amarelo";
SeparatePenDeviceYellowCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Amarelo.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Cartucho não é HP - Amarelo";
SeparatePenDeviceYellowCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Falta cartucho ciano claro";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Falta cartucho de tinta ciano claro";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "O cartucho de tinta ciano claro não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Cartucho ciano claro instalado incorretamente";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Cartucho de tinta ciano claro instalado incorretamente";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta ciano claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Cartucho ciano claro está incorreto";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Cartucho de tinta ciano claro está incorreto";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta ciano claro. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problema com o cartucho ciano claro";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problema com o cartucho de tinta ciano claro";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Há um problema com o cartucho de tinta ciano claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Nível de tinta baixo no cartucho ciano claro.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Substitua o cartucho de tinta ciano claro vazio.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Substituta por um novo cartucho de tinta ciano claro da HP. A impressora só imprime após a substituição do cartucho.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Cartucho vencido - Ciano claro";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Ciano claro.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Cartucho não é HP - Ciano claro";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Falta cartucho magenta claro";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Falta cartucho de tinta magenta claro";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "O cartucho de tinta magenta claro não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Cartucho magenta claro instalado incorretamente";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Cartucho de tinta magenta claro instalado incorretamente";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta magenta claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Cartucho magenta claro está incorreto";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Cartucho de tinta magenta claro está incorreto";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta magenta claro. Pelo menos um dos cartuchos para impressão instalados não é para esta impressora. Para obter mais informações sobre o tipo de cartucho usado pela impressora, consulte \"$SupplyInfoTask$\" tela.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problema com o cartucho magenta claro";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problema com o cartucho de tinta magenta claro";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Há um problema com o cartucho de tinta magenta claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Nível de tinta baixo no cartucho magenta claro.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora não imprimirá até que ele seja substituído.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Substitua o cartucho de tinta magenta claro vazio.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Substituta por um novo cartucho de tinta magenta claro da HP. A impressora só imprime após a substituição do cartucho.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Cartucho vencido - Magenta claro";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "A tinta no cartucho a seguir passou da validade: Magenta claro.\nServiços ou reparos necessários na impressora devido ao uso de tinta fora da validade não serão cobertos pela garantia.\nRemova e substitua agora o cartucho de tinta fora da validade.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Cartucho não é HP - Magenta claro";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "A HP não garante a qualidade ou confiabilidade de suprimentos não-HP. Serviços ou reparos necessários na impressora devido ao uso de suprimentos não-HP não serão cobertos pela garantia.\nSe você acredita que comprou um cartucho de impressão genuíno da HP p visite: www.hp.com/go/anticounterfeit\nOs suprimentos genuínos da HP são projetados e testados com as impressoras HP para ajudar você a produzir resultados excelentes com facilidade e sem falhas.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Está faltando o cartucho de tinta preta fosca.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "O cartucho de tinta preta fosca não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Cartucho de tinta preta fosca instalado incorretamente.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta preta fosca. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Cartucho de tinta preta fosca incorreto.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta preta fosca. Pelo menos um dos cartuchos de tinta instalados não é próprio para esta impressora. Para maiores informações sobre os cartuchos de tinta usados pela impressora, consulte a tela \"$SupplyInfoTask$\".";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problema com o cartucho de tinta preta fosca.";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Há um problema com o cartucho de tinta preta fosca. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Pouca tinta no cartucho de tinta preta fosca.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora pára de imprimir até ser substituído.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Substitua o cartucho de tinta preta fosca vazio.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Substituta por um novo cartucho de tinta preta fosca da HP. A impressora só imprime após a substituição do cartucho.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Está faltando o cartucho de tinta preta para fotos.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "O cartucho de tinta preta para fotos não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Cartucho de tinta preta para fotos instalado incorretamente.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta preta para fotos. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Cartucho de tinta preta para fotos incorreto.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta preta para fotos. Pelo menos um dos cartuchos de tinta instalados não é próprio para esta impressora. Para maiores informações sobre os cartuchos de tinta usados pela impressora, consulte a tela \"$SupplyInfoTask$\".";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problema com o cartucho de tinta preta para fotos.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Há um problema com o cartucho de tinta preta para fotos. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Pouca tinta no cartucho de tinta preta para fotos.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora pára de imprimir até ser substituído.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Substitua o cartucho de tinta preta para fotos vazio.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Substituta por um novo cartucho de tinta preta para fotos da HP. A impressora só imprime após a substituição do cartucho.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Está faltando o cartucho de tinta cinza claro.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "O cartucho de tinta cinza claro não foi detectado na impressora porque foi instalado incorretamente ou está faltando.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Cartucho de tinta cinza claro instalado incorretamente.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Há um problema com o cartucho de tinta cinza claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Cartucho de tinta cinza claro incorreto.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Há um problema com o cartucho de tinta cinza claro. Pelo menos um dos cartuchos de tinta instalados não é próprio para esta impressora. Para maiores informações sobre os cartuchos de tinta usados pela impressora, consulte a tela \"$SupplyInfoTask$\".";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problema com o cartucho de tinta cinza claro.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Há um problema com o cartucho de tinta cinza claro. Para solucionar o problema:\n1. Retire o cartucho de tinta.\n2. Recoloque o cartucho de tinta.\nSe o problema persistir, substitua o cartucho de tinta.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Nível de tinta baixo no cartucho de tinta cinza claro.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "O cartucho de tinta precisará ser substituído em breve. Quando o cartucho estiver vazio, a impressora pára de imprimir até ser substituído.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Substitua o cartucho de tinta cinza claro vazio.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Substituta por um novo cartucho de tinta cinza claro da HP. A impressora só imprime após a substituição do cartucho.";

LaserjetDeviceBlackCartridgeMissingName = "Está faltando cartucho de toner preto";
LaserjetDeviceBlackCartridgeMissingTitle = "Está faltando cartucho preto";
LaserjetDeviceBlackCartridgeMissingMsg = "Instale cartucho de toner preto para continuar a imprimir.";

LaserjetDeviceCyanCartridgeMissingName = "Está faltando cartucho de toner ciano";
LaserjetDeviceCyanCartridgeMissingTitle = "Está faltando cartucho ciano";
LaserjetDeviceCyanCartridgeMissingMsg = "Instale cartucho de toner ciano para continuar a imprimir.";

LaserjetDeviceMagentaCartridgeMissingName = "Está faltando cartucho de toner magenta";
LaserjetDeviceMagentaCartridgeMissingTitle = "Está faltando cartucho magenta";
LaserjetDeviceMagentaCartridgeMissingMsg = "Instale cartucho de toner magenta para continuar a imprimir.";

LaserjetDeviceYellowCartridgeMissingName = "Está faltando cartucho de toner amarelo";
LaserjetDeviceYellowCartridgeMissingTitle = "Está faltando cartucho amarelo";
LaserjetDeviceYellowCartridgeMissingMsg = "Instale cartucho de toner amarelo para continuar a imprimir.";

LaserjetDeviceFuserKitMissingName = "Kit de fusor ausente";
LaserjetDeviceFuserKitMissingTitle = "Kit de fusor ausente";
LaserjetDeviceFuserKitMissingMsg = "Instale o kit de fusor para continuar imprimindo.";

LaserjetDeviceImageDrumMissingTitle = "O tambor de imagens está ausente";
LaserjetDeviceImageDrumMissingMsg = "Instale o tambor de imagens para continuar imprimindo.";

SuppliesStatusAuthentic = "Genuíno da HP";
SuppliesStatusClone = "Chip clonado não fabricado pela HP";
SuppliesStatusRefilled = "Não foi recarregado pela HP";
SuppliesStatusUnauthorized = "Não autorizado";
SuppliesStatusGood = "Boa";
SuppliesStatusMissing = "Falta";
SuppliesStatusMisinstalled = "Instalado incorretamente";
SuppliesStatusIncorrect = "Incorreto";
SuppliesStatusError = "Precisa substituir";
SuppliesStatusUnknown = "Desconhecido";
SuppliesStatusLow = "Baixo";
SuppliesStatusOut = "Fora";
SupplyLevelVeryLow = "Muito baixo";
SupplyAuthStateUsed = "Usado";
SupplyAuthStateUnsupported = "Não é compatível";
SupplyAuthStateNonHP = "Não-HP";
SupplyAuthStateIncompatible = "Incompatível";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Cartucho vazio";

PrintheadStatusMissing = "Está Faltando cabeçote de impressão";
PrintheadStatusMisinstalled = "Cabeçote de impressão defeituoso";
PrintheadStatusIncorrect = "Cabeçote de impressão não é compatível";
PrintheadStatusError = "Cabeçote Falha do cabeçote de impressão falhou";

// Ink strings
SuppliesStatusBothCartridgeName = "Os dois";
SuppliesStatusBothCartridgesMissing = "Os dois cartuchos estão faltando";

InkStatusNearExpiration = "O cartucho está próximo do vencimento";
InkStatusIncorrect = "Cartucho incorreto";
InkStatusError = "Cartucho Falha do cartucho falhou";
InkStatusLow = "Cartucho quase vazio";
InkStatusOut = "Cartucho vazio";
InkStatusExpired = "Cartucho vencido";
InkStatusNonHP = "Cartucho não é HP";
InkStatusPreviouslyUsed = "Cartucho já foi usado";
InkStatusDepleted = "Usado, recarregado ou falsificado";
InkStatusMissing = "Está Faltando cartucho";
InkStatusVeryLow = "Nível de tinta muito baixo";

InkStatusUpgradableSupply = "Atualizar cartucho";
InkStatusSupplyUpgradeSuccess = "Atualização realizada com êxito";
InkStatusSupplyUpgradeFailed = "Atualização não realizada";

CartridgeStatusWrongSlot = "O cartucho foi instalado na abertura errada";
CartridgeStatusMissing = "Está Faltando cartucho";
TonerMissingName = "Cartucho ausente";
DrumMissingName = "Tambor ausente";
CartridgeStatusIncorrect = "Cartucho incorreto";
CartridgeStatusIncompatible = "Cartucho incompatível";
CartridgeStatusError = "Cartucho Falha do cartucho falhou";
CartridgeStatusLow = "Cartucho quase vazio";
CartridgeStatusOut = "Cartucho vazio";
CartridgeStatusExpired = "Cartucho vencido";
CartridgeStatusNonHP = "Cartucho não é HP";
CartridgeStatusPreviouslyUsed = "Cartucho já foi usado";
CartridgeStatusDepleted = "Cartucho de tinta está vazio";
CartridgeStatusProtected = "O cartucho está protegido";
DrumStatusProtectedName = "O tambor está protegido";
CartridgeIsEmpty = "O cartucho está vazio";
CartridgeEmptyNotDetected = "Não foi detectado o estado vazio";
CartridgePossibleRefill = "Recarga possível";
CartridgeStatusUnauthorized = "Cartucho não autorizado";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Instalar cabeçote de impressão preto e amarelo";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Instale um cabeçote de impressão preto e amarelo HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Instalar cabeçote de impressão magenta e ciano";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Instale um cabeçote de impressão magenta e ciano HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Instale o cabeçote de impressão preto";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Instale um cabeçote de impressão preto HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Instale o cabeçote de impressão ciano";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Instale um cabeçote de impressão ciano HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Instale o cabeçote de impressão magenta";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Instale um cabeçote de impressão magenta HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Instale o cabeçote de impressão amarelo";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Instale um cabeçote de impressão amarelo HP.\nPode estar ausente ou não instalado corretamente.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Instale um cabeçote de impressão magenta e amarelo.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Instale um cabeçote de impressão HP magenta e amarelo. Está faltando ou não foi instalado corretamente.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Instale um cabeçote de impressão preto e ciano fosco.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Instale um cabeçote de impressão HP preto ou ciano fosco. Está faltando ou não foi instalado corretamente.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Instale um cabeçote de impressão HP magenta claro e ciano claro.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Instale um cabeçote de impressão HP magenta claro e cinza claro. Está faltando ou não foi instalado corretamente.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Instale um cabeçote de impressão preto foto e cinza claro.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Instale um cabeçote de impressão HP preto foto e cinza claro. Está faltando ou não foi instalado corretamente.";

InkSensorFailure = "Falha no sensor de tinta";

MissingSmartChipColorSupply = "Erro da memória de suprimento 10.10.%@";
MissingSmartChipMonoSupply = "Erro da memória de suprimento";
BadDataFromCartridgeColorSupply = "Erro da memória de suprimento 10.00.%@";
BadDataFromCartridgeMonoSupply = "Aviso da memória de suprimento";

BlackCartridgeIncorrectTitle = "Cartucho de impressão incorreto";
ColorCartridgeIncorrectMsg = "Há um problema com o cartucho de impressão colorido. Pelo menos um dos cartuchos atualmente instalado não se destina ao uso nessa impressora. Para mais informações sobre qual cartucho sua impressora pode usar, consulte a tela \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Cartucho de impressão para fotos ausente";
BlackCartridgeMissingTitle = "Cartucho de impressão preto ausente";
BlackCartridgeMissingMsg = "O cartucho de impressão preto não foi detectado na impressora porque estava instalado incorretamente ou está ausente. A impressora pode imprimir com um único cartucho de impressão, mas os resultados das cores e a velocidade da impressão poderão ser afetados. Se tiver instalado um cartucho de impressão recentemente, certifique-se de que tenha removido o filme protetor que cobre o bico de tinta do cartucho.";
PhotoCartridgeIncorrectTitle = "Cartucho de impressão incorreto";
PhotoCartridgeMissingMsg = "O cartucho de impressão para fotos não foi detectado na impressora porque estava instalado incorretamente ou está ausente. A impressora pode imprimir com um único cartucho de impressão, mas os resultados das cores e a velocidade da impressão poderão ser afetados. Se tiver instalado um cartucho de impressão recentemente, certifique-se de que tenha removido o filme protetor que cobre o bico de tinta do cartucho.";
PhotoCartridgeIncorrectMsg = "Há um problema com o cartucho de impressão para fotos. Pelo menos um dos cartuchos atualmente instalado não se destina ao uso nessa impressora. Para mais informações sobre qual cartucho sua impressora pode usar, consulte a tela \"$SupplyInfoTask$\".";
BlackCartridgeIncorrectMsg = "Há um problema com o cartucho de impressão preto. Pelo menos um dos cartuchos atualmente instalado não se destina ao uso nessa impressora. Para mais informações sobre qual cartucho sua impressora pode usar, consulte a tela \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Cartucho de impressão incorreto";

//StatusAlert.nib
AlertWindowTitle = "Status da impressora";
ErrorConditionsTitle = "As seguintes condições de erro foram detectadas na impressora:";
ExplanationTitle = "Selecione o nome do erro na lista acima para obter uma explicação/sugestão.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problema na bandeja de papel";
NeedsEnrollmentName = "O cartucho necessita de inscrição";

InkCartridgesDepletedName = "Cartuchos de tinta vazios";
CartridgesDepletedName = "Cartuchos vazios";
ReplaceTonerOutName = "Trocar cartucho";
ReplaceDrumOutName = "Substituir tambor";


